klin-lang/machine_esp/examples/spi_c3/sdkconfig.defaults
# Prefer esp32c3; `make build` also runs `idf.py set-target esp32c3`.
CONFIG_IDF_TARGET="esp32c3"
